---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Events.DocumentCreatedEventArgs
source: html/635e18c5-2c77-05ab-1551-1380d1d7cf42.htm
---
# DocumentCreatedEventArgs Members

Indicates whether the event is being cancelled.